Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 艾米重新回到了厨房里，怀里抱着个大盆，手边放着一排酱料，黄瓜蘸着酱料，吃的不亦乐乎。
en_us: Amy returned to the kitchen, with the large basin in his arms. There were a row of sauces by her side. She was eating the cucumbers happily with the sauces.

source: 艾米重新躺回床上，左右看了一眼，确定没有人，才又在心里道：“你在我脑子里，是怎么说话的呢？为什么我和你说话是没有声音的？”
en_us: Amy lay back on her bed. She looked around, and after making sure there was no one, she thought to herself, How do you talk in my head? Why is there no sound when I'm talking to you?

source: 艾许莉微微点头，然后翻看起图纸，过了一会才看着麦格道：“精灵并不擅长锻造，如果情况紧急的话，交由矮人铁匠或许会更有效率。”
en_us: Ashley nodded before flipping through the blueprints. After a while, she said to Mag, "The elves are not good at forging. If it's urgent, it'll be more efficient to let the dwarf blacksmiths do it."

source: 艾许莉的目光渐渐清明，郑重点头道：“我会将此话传达给族人。”
en_us: Ashley had a clearer look in her eyes. She nodded and said, "I will pass this message to our people."

source: 芭芭拉从烤架上拿了两串烤牛肉串，然后看着大家表情认真的说道：“大家要好好珍惜眼前的美食啊，感觉现在的诺兰大陆挺危险的，如果情况变得更糟糕的话，大家就和我一起回月亮吧。”
en_us: Babla took two kebabs from the grill and looked at everyone seriously as she said, "Guys, we have to treasure the delicacies before us. I feel that the Norland Continent is in a rather dangerous situation currently. If things get worse, ocme to the moon with me."

source: 花瓜本味虽清淡，却也有着特殊的芳香。
en_us: Although the cucumber did not have much taste, it had its unique fragrance.

source: 花生去皮炒制，外面包裹着辣椒和白糖，各种香料已经渗入到了花生之中，酥香清晰可闻。
en_us: The peanuts were peeled and fried, with a layer of chili and sugar on top. Multiple spices had already been infused into the peanuts, making the fragrance very distinct.

source: 花生是下酒的上等配菜，而且江湖传闻中还有解酒的特殊功效。
en_us: Peanuts were one of the best foods to go with alcohol, and were rumored to have the special effect of relieving hangover.

source: 花生被嚼碎，酥香让他变得清醒了几分，谈兴也是被提了起来，拉着麦格开始讲述他和那位前辈的爱恨情仇，哦，是手足情深。
en_us: The peanut was chewed into pieces, and the fragrance woke Bobby up a little. He also became a little more talkative. He pulled Mag's hand, and started to tell him about his love story, no, scratch that, his brotherhood with the senior.

source: 英雄相惜，作为这个世界上最作风和战斗方式最为强硬的几个人之一，多米尼克对于兰克斯特有着不错的印象。
en_us: Heroes would appreciate each other. As one of the strongest in this world, Dominic had a rather good impression of Rankster.

source: 茅台酒——2000铜币一瓶。
en_us: Maotai—2000 copper coins a bottle.

source: 茅台酒极为美味，是地下城难寻的美酒。而且这家酒馆还有一款名为威士忌的酒，有着特别的烟味，习惯之后，同样令人着迷。
en_us: The Maotai liquor is very scrumptious. It's an exquisite liquor that can hardly be found in the Underground City. Furthermore, there is also another liquor called whiskey in this tavern. It has a unique smokey taste. After getting used to it, it's equally mesmerizing.

source: 茅台酒的浓郁酒香徐徐飘散开来，虽然扩散速度极慢，香味也被稀释了许多，可依旧凭借着稳定且独特的芳香，持续不断的向外扩张。
en_us: Maotai's aroma whiffed out slowly. Although it was very slow and diluted, it still continued to spread its steady and unique fragrance.

source: 茅台酒的这个50分带给众人的震撼比塞班酒还要更大一些，同时也引发了众人的好奇，大会组织方要如何处理这两个五十分谁拿金奖？
en_us: The 50 points that Maotai received was more shocking than the 50 points that Titan Liquor received. At the same time, it also triggered everyone's curiosity. How was the event organizers going to handle these two? Who was going to get the gold award?

source: 莎莉沉默。
en_us: Sally was silent.

source: 莫非是……她反悔了？
en_us: Perhaps...she was going back on her words?

source: 菲丽丝把手边的土豆片倒进锅里，笑着道：“说起来，还真是想念老板做的好吃的啊。”
en_us: Firis poured the potato slices beside her into the pot and said with a smile, "Speaking of which, I really miss the delicious food Boss makes."

source: 营业结束，麦格送走最后一位客人，关上店门，开始了清扫工作。
en_us: After daily operations, Mag saw the last customer off and closed the shop as he got ready to clean up.

source: 营帐中的兽人们都黑着脸，看着奥斯特欲言又止。
en_us: The orcs in the tent all pulled a long face, hesitating to speak as they looked at Auster.

source: 蒸汽机车是希尔投入巨量资金，调配了诸多人力物力才能如此快速的推出。
en_us: The steam train could only be launched so quickly due to the heavy funding from Scheer and the deployment of various logistical and operational talents.

source: 薄而细韧的面皮之中，尽是满满的汤汁，张嘴一咬，鲜美的汤汁便涌进了口中。
en_us: Behind that thin chewy dumpling skin was soup and with a small bite, the fresh soup would flow right into one's mouth.

source: 薄薄的皮几乎透亮，看起来玲珑剔透，满满的汤汁，却依旧保持着圆润饱满的形态，褶子均匀美观，中间一点蟹黄，趴在竹屉之中，就像是一朵盛开的菊花。
en_us: The thin bamboo skin was almost translucent. It looked very cute and it was filled with soup, yet it kept its full, round shape. The folds were even and beautiful and there was a spot of crab roe in the middle of the bamboo steamer, looking like a blossomed chrysanthemum flower.

source: 虎毒不食子，所以专家建议：野外遇到老虎直接跪下认爹可有效提高生存几率。
en_us: Even a monster would not hurt its own children, so the experts suggest to kneel and call the monster whenever you met one out there to increase your chances of survival.

source: 虚掩着门的早餐店里烧着壁炉，有着与外面截然不同的温暖，一进门，艾米的脸上便露出了期待的笑容，因为空气中还有着诱人的食物香味。
en_us: The breakfast shop had a furnace burning behind half-closed door. It was warm compared to the outdoors. Amy had an expectant smile as soon as she entered because there was an enticing smell of food in the air.

source: 虽然……他只是一个没有感情的系统。
en_us: Although… it was an emotionless system.

source: 虽然一早起来，艾米给了他们一个惊吓，但早餐还是在愉快的氛围中结束了。
en_us: Even though Amy gave them a scare early in the morning, the breakfast still ended in a cordial atmosphere.

source: 虽然之前没有做过这道菜，不过拍黄瓜麦格还是吃了不少的。
en_us: Although Mag had not made this dish before, he had eaten a lot of Smashed Cucumber Salad.

source: 虽然五年后泰坦酒馆重开，但埃菲重新推出的泰坦酒，和真正的泰坦酒完全无法比拟，成为了不少好酒之人的一大憾事。
en_us: Although Titan Tavern reopened five years later, the Titan Liquor that Eiffie released wasn't comparable to the real Titan Liquor. It became the regret of many liquor lovers.

source: 虽然他做了所有人都想做的事情，却也惹上了大麻烦了。
en_us: Although he had done something that everyone wanted to do, he also had gotten himself into trouble.

source: 虽然他几乎没有实权职位在身，可所有人都清楚，他在陛下的心中，地位远在其他几位公爵之上，当年陛下能够成为国王，亚伯罕公爵可是立下过汗马功劳的。
en_us: Although he almost had no real power, everyone knew very clearly that Duke Abraham was ranked way higher than the other dukes in His Majesty's heart. In the past, Duke Abraham contributed greatly in helping the king ascend the throne.

source: 虽然他和埃菲之间没有什么，只是单纯的生意，不过还是隐隐有点修罗场的担忧。
en_us: Although it was just business between him and Eiffie, he could still sense trouble brewing.

source: 虽然他的确很自责，但这种时候不是一般都能听到：“这不是你的错。”“你也不是故意的。”“你爷爷不会怪你的。”之类的安慰的话语吗？
en_us: Even though he was feeling very remorseful, at a point like this, shouldn't one be saying things like "this is not your fault," "you didn't do It on purpose," or "your grandpa won't blame it on you"?

source: 虽然厨神试炼场里的时间流速被调慢了，不过在学了两道菜后，还自己研究捣鼓凉拌猪舌头的确花费了不少时间，一睁眼就是这个点了。
en_us: Although the time in the test field for the God of Cookery was set to move slower, after learning two dishes and coming out with the pig tongue salad, he had indeed spent quite a lot of time there. It was already nine o'clock when he woke up.

source: 虽然又有小几十万的中介费入账，可他却有种看着麦格越陷越深的罪恶感。
en_us: Even though he was earning another few hundred thousands, he felt guilty watching Mag sink deeper and deeper.

source: 虽然只开了一单，但营业额达到了2030铜币，应该超过了罗莫街的不少同行了。
en_us: Although there was only one bill, they had earned 2030 copper coins. That would have surpassed many at Romo street.

source: 虽然她的表情一只保持着高冷的模样，但麦格从她夹菜的频率看得出，哪怕是高等文明的存在，依旧抵挡不住美食的诱惑。
en_us: Although her expression was still as cold and aloof as before, Mag could see from the frequency of her picking up the dishes that even an advanced civilization's being couldn't resist the temptation of good food.

source: 虽然小老板非常强大，天赋惊人，可就像麦老板说的，让一个四岁的孩子来承担拯救世界的责任，哪怕神灵真的选择了她，也依旧让人费解，切无法信服。
en_us: Although the Little Boss was powerful and talented, just like what Boss Mag said, it was unbelievable and ridiculous to let a four-year-old child undertake the burden of saving the world even if the Holy Spirit had indeed chosen her.

source: 虽然已经在沉睡之中，但十级强者的警觉性，还是让奥斯特瞬间睁开了眼睛。
en_us: Even though he was in deep sleep, the 10th-tier powerhouse's alertness still made Auster open his eyes instantly.

source: 虽然开关门会费劲一些，但想要从外面撞开也就没那么容易。
en_us: Even though it would take more effort to open and close the door, it wouldn't be so easy to bust in from the outside again.

source: 虽然是邻居，不过麦格还是第一次进泰坦酒馆。
en_us: Although they were neighbours, it was the first time Mag entered Titan Tavern.

source: 虽然极寒会破坏钢铁的内部结构，让接口处变得容易脆断。
en_us: Although the extreme cold could break the internal structure of steel and cause the joint area to become brittle, this was already considered an extremely difficult thing for a four-year-old to do.

source: 虽然汤已经冷了，却依旧散发着让人难以抗拒的味道，比起那日吃过的凉拌猪舌头和凉拌猪耳朵还要诱人。
en_us: Although the soup was cold, it still gave out an irrrestitable smell, it was even more enticing than the pig tongue salad and pig ears salad that she ate that day.

source: 虽然父亲大人曾经教过她做菜，可她实在是学不会呢，所以就被她放弃了。
en_us: Although her father did teach her cooking before, she really could not master it. Therefore, she gave up.

source: 虽然看不懂书封面上三个大字，但除了三个大字之外，封面上还画着一个酥胸半露的美貌女子，媚态天成，站在窗边，手里握着一根短竿，笑吟吟的望着楼下的一名男子。
en_us: Although she couldn't understand the title, there was also a beautiful woman with revealing the top of her breasts on the cover. She was standing seductively next to the window holding onto a short bamboo and looking at a man standing downstairs smilingly.

source: 虽然知道茅台酒是难寻的好酒，但依旧期待它能够在这品酒大会上获得一个好的名次。
en_us: Although she knew this Maotai was a rare good liquor, she still expected it to get a good position on the ranking of this liquor tasting event.

source: 虽然算不上什么爱酒人士，不过伊琳娜的酒量的确相当好，当年游历大陆，他们俩也是尝遍了诺兰大陆各地美酒的人。
en_us: Although she wasn't an alcoholic drinks lover, Irina could hold her drinks very well. Both of them had tried all kinds of drinks throughout the Norland Continent during their travels in the early years.

source: 虽然衙门那边的人说暴徒死于内讧，可她并不这样认为，哈迪斯先生必然在里边扮演了非常重要的角色。
en_us: Although the court's people said that the assailants were killed due to an internal conflict, she didn't believe it. Mr. Hades must have played a very important part in it.

source: 虽然觉得任务过于简单，丝毫没有挑战性，但艾米还是跳下了床，蹑手蹑脚的换好衣服，然后下楼出门。
en_us: Although she felt that the mission was too simply and unchallenging, Amy still leaped off the bed, put on her clothes and went out of the house.

source: 虽然还比不上真正的大师手作，但用来下酒配粥，已然足矣！
en_us: Although it could not be compared to a real master, it was enough to have with porridge and wine.

source: 虽然这些天她父亲和母亲已经连着写了好几封信催促她回洛都，甚至已经让她哥哥出发，准备来洛都带她回去，可她已经决定留下来。
en_us: Although her parents had been sending many letters to get her to return to Rodu for the past few days, and even made her brother set off to get her back, she had already decided to stay.

source: 虽然这家早餐店距离不远，但让小艾这么小的小姑娘一个人出来买早餐，也实在是太不靠谱了，要是碰到坏人的话，可就糟糕。
en_us: Although this breakfast shop was not far, it was still too unsafe to let such small girl like Ay to come out to get breakfast alone. It would be horrible if she met some bad people.

source: 虽然这段时间小家伙一直忙于魔法修炼和餐厅的一些事情，但依旧还是那个心系小伙伴的小可爱啊。
en_us: Even though the little one had been busy with magical cultivation and the restaurant's matters recently, she was still the little cutie who cared for her friends.

source: 虽然连续五届品酒大会榜上无名，但埃菲还从未听过如麦格这般犀利而毒辣的点评，几乎将泰坦酒贬的一文不值。
en_us: Although she did not make it to the ranks for five consecutive years of the liquor tasting event, Eiffie had yet to hear such critique that made Titan's wine sound worthless.

source: 虽然餐厅里已经被酒香充斥，可从酒瓶中涌出来的酒香，依旧让他眼睛一亮。
en_us: Although the entire place was already filled with the fragrance of the wine, the fragrance that rushed out of the bottle still made his eyes light up.

source: 虽然麦米餐厅依旧关着门，可每天都有不死心的客人绕路来瞅上一眼。
en_us: Although Mamy Restaurant was still closed, there would still be many customers who would make their way over to take a look.

source: 蛋酥香味徐徐飘来，还有着丝丝的奶香味，引得三人忍不住咽了咽口水。
en_us: The aroma of the pastry and the aroma of the milk made the three of them salivate.

source: 蛋黄酥的复杂在于它有四层结构，最外面的一层是油皮，也就是那层泛着油光的诱人酥皮，油皮裹着油酥，用擀面杖将他们反复擀出层次，再用红豆沙裹上咸蛋黄，按到擀好的油皮和油酥之中，表面还要再刷上一层蛋黄液，顶上撒一小撮黑芝麻，这饼胚才能进烤箱。
en_us: The complexity of the salted egg yolk pastry stemmed from its four-layered structure. The exterior layer was also the glazed layer that engulfed the pastry skin. Their layers were created by rolling it over and over again with the rolling pin. The salted egg yolk was wrapped in red bean paste before being wrapped in the pastry skin. A layer of egg yolk glaze would be brushed over the surface, and sesame seeds would be scattered over it before putting it into the oven.

source: 蜗牛千奇百怪，长得相似，但其实相差巨大的也有许多。
en_us: There were many types of snail. Many of them might look alike but they were, in fact, very different.

source: 蟹肉、蟹黄加香料在锅中煸炒出蟹油，然后与馅料拌在一起，还没有开始包，香料已经让人忍不住咽口水。
en_us: Crab meat, crab roe, and other spices would be stir-fried until the oil from the crab meat seeped out. After that, the ingredients for the filling would be mixed together. Before it was even done, the smell was already making one drool.

source: 蟹黄灌汤包，这可是让人难以拒绝的美味。
en_us: Crab roe in soup dumpling was really an irresistable delicacy.

source: 蟹黄飘香，让人迷醉，汤汁格外鲜美，小口喝着，让人欲罢不能。
en_us: The crab roe was extremely fragrant and the soup was very fresh. Just a small mouthful of soup would call for more.

source: 行吧，没法聊了。
en_us: Alright, there was no way to continue the conversation.

source: 街坊们目送麦格一家人远去，话题依旧停在这家新邻居的身上。
en_us: The neighbors watched Mag and his family go away. Their topic of conversation was still their new neighbor.

source: 街坊嘛，就是得互相照顾。
en_us: Neighbors should take care of one another.

source: 街坊邻居们聚在一起，看着已经被官兵封锁了现场的泰坦酒馆，表情都颇为沉重。
en_us: The neighbors had gathered to take a look at the scene that had been sealed off by the military. They all had a grave expression.

source: 街道上只剩下零散的几家酒馆还在营业，这其中又以斜对面的泰坦酒馆的生意最好，此时还能听到喧闹的声音隐约传来，而其他几家酒馆和塞班酒馆则是差不多的光景，估计店员都比客人多。
en_us: There were only a few other taverns open for business along the street. Among them, Titan Tavern, which was diagonally across, had the best business. At that moment, laughter could still be heard from the tavern, while the situation in the other taverns was almost like that in Saipan Tavern. There were probably more staff than customers.

source: 街道依旧冷清寂寥，行人都看不到几个，零散的商铺也是半倒闭的状态，还有许多粘贴了转让公告的。
en_us: The street was still cold and destitude as before. There weren't many pedestrains on the street now, and some shops were on the verge of closing while many had for rent notices stuck on them.

source: 衙门的人甚至都不忍让她看到外面的惨像，将她带出这个院子后，进行了一番简短的询问后，就把她直接送回了家。
en_us: The people from the court couldn't even bear to let her see the tragic scene out there. After asking her some questions briefly after bringing her out of the yard, they sent her home right away.

source: 衙门的人经过一番自我恐吓，终于在十五分钟后成功攻入烟雾散去的房间，将无辜市民埃菲小姐成功解救。
en_us: The people from the court made some threats out there first. They finally entered the room after 15 minutes when the smoke had went away and rescued the innocent civilian, Miss Eiffie.

source: 被一个女人和一个小孩困住无法脱身，这种感觉让他无比屈辱。
en_us: He was trapped by a woman and a child. He felt so humiliated.

source: 被封印在酒瓶之中的酒香味顿时四散开来。
en_us: The fragrance of the wine that was sealed in the bottle wafted out immediately.

source: 被汤汁浸透的鱼翅，有着非常奇妙的口感和美妙的滋味，在口中荡漾了一圈，然后被咽下。
en_us: The shark's fins that was soaked by the soup had a very special texture and beautiful taste. It glided around in the mouth before it was swallowed.

source: 被灭了数十个部落的兽人族，显然不可能因为一句乔修被魔鬼控制便善罢甘休，而差点被破了生命之城的精灵族也要讨一个说法。
en_us: The orcs, who had lost dozens of tribes, wouldn't let it go so easily just because they said Josh was being controlled by the devil; and the elves, who almost lost their City of Life, would demand an explanation as well.

source: 被禁锢了一百年的精灵奴隶，眼看着乔的尸体在栏杆上挂了数日，积压的愤怒在这一刻终于被彻底激发。
en_us: The suppressed anger of the elven slaves that had been locked up for over 100 years, finally erupted at this moment after seeing Joe's body hang on the fence for days.

source: 被解救的埃菲小姐一番哭诉，令人肝肠寸断，这样一个柔弱女子，竟然惨遭这等横祸，实在令人心疼。
en_us: Miss Eiffie who was rescued, cried and explained her ordeal, which was heartbreaking. A dainty lady like her had actually gone such an ordeal. It made people's hearts ache for her.

source: 被魔法屏障加持过的木门被撞开，一个满脸横肉，手提巨斧的巨汉跳进门来，狞笑着看着埃菲和玛拉。
en_us: The wooden door that was enhanced by the magical screen was broke open. An ugly and ferocious big man leaped in with a huge axe and sneered at Eiffie and Mala.

source: 装修当然是丢给系统来搞，但毕竟周围有那么多邻居，还是得找个施工队做做样子。
en_us: Of course, the renovation was left to the system. However, since there were so many neighbors around him, he had to pretend to go look for a construction team.

source: 装备仓中调配好营养比例的营养膏，能够提供充足的营养，同时保证健康。
en_us: There was a nutritional cream that had all the nutrients well-mixed up in the equipment bay. It could provide sufficient nutrients while making sure that it was healthy at the same time.

source: 要不是打不过，诺亚肯定还要再说点什么。
en_us: If it were not because Noya could not defeat her, he would definitely say something.

source: 要不是权限不足。
en_us: If it wasn't because it did not have sufficient power, the System would not mind releasing a mission on murdering one's father.

source: 要不是现在不方便出门，也不好意思上门让麦老板给他们再来一个，再来十个他们也能搞得定。
en_us: If it weren't for the fact that they couldn't go out now, and they were embarrassed to ask Boss Mag for more, they could easily eat another 10.

source: 要不是真的热爱，她只需要每天做着马车去收租也能过得很充实，哪里需要每日泡在酿酒坊里。
en_us: If it was not for her passion, she only had to go around in a horse-drawn carriage to collect rent and would not have to coop herself up in the brewery.

source: 要不是艾米的提醒，他不知道什么时候才能将这道拍黄瓜完善出来。
en_us: If it was not for Amy's reminder, Mag did not know how long this Smashed Cucumber Salad would take to complete.

source: 要不是见识过麦老板的厨艺和麦米餐厅的生意火爆，加兰都有让麦格成为专职美食家的冲动，这样的天赋浪费了着实可惜。
en_us: If he hadn't witnessed Boss Mag's culinary skills and Mamy Restaurant's booming business, Garlan would have had the urge to ask Mamy Restaurant to become a professional food reviewer. It was a pity to waste that talent.

source: 要将混乱之城模式推广到整个诺兰大陆，彻底解决种族战争的问题，就要将原本固化的各个种族进行深化变革。
en_us: If they wanted to promote the Chaos City's system throughout the Norland Continent, and completely resolve the problem of racial war, they would have to change and revolutionize the races that were stuck in their old ways.

source: 要是埃菲在这里拿出一本《金瓶梅》，他少不得要遭一顿毒打。
en_us: If Eiffie takes out The Plum in the Golden Vase, he would have to get a hard beating.

source: 要是把洛斯帝国的骑士派到前线去，那可就是真正的拿命对杀了。
en_us: If they were to send the Roth Empire's knights to the frontline, they would really be fighting with their lives then.

source: 要是换一个漫画家，别说一晚上的时间，就算是给她一个月，也画不出如此完美的绘本。
en_us: If it was another comic artist, she wouldn't be able to draw such a perfect picture book in a month, let alone overnight.

source: 要是换成现在洛都五大酒馆里的任一家，没有一万铜币，你都别想喝上一杯。”一位刚从酒馆里出来的客人停下脚步，带着几分醉意看着那些客人道：“你们也该知足了，毕竟以前也是天天和泰坦酒的体面人嘛。”
en_us: If it is being sold in the five main taverns in Rodu now, don't even think of drinking a glass of it without 10,000 copper coins." A customer who just stepped out of the tavern, said to those customers slightly drunk, " You guys should feel gratified. After all, you are respectable people who used to drink Titan Liquor daily."

source: 要是段位再高一点的男人，就会说：我想和你一起醒来。
en_us: If he was a more sophisticated man, he would say: I want to wake up together with you.

source: 要是蜗牛的话，他实在吸不下嘴啊。
en_us: He wouldn't be able to suck it if they were snails.

source: 要知道主教的地位在教廷之中仅在教皇之下，便是在洛斯帝国中也是身份极为尊贵的存在。
en_us: The bishop's status in the Holy See was just beneath the pope's. His status was also very esteemed in the Roth Empire.

source: 要知道以伊琳娜光系魔法师的身份，依旧没有发现安妮的异常。
en_us: One had to know that even with Irina's light magic caster's identity, she didn't discover Annie's abnormality.

source: 要知道这一批大肥鹅从出生开始就被他精心训练，躲圈技能已经加满，别说一个四岁的小朋友了，就算是骑士来，也不一定能套的走。
en_us: One had to know that this group of big, fat geese had been specially trained by him since they were born. Their skills at evading the rings were already perfect. Not to mention a four-year-old child, even a knight might not be able to get them.

source: 要知道这里边可是用了一系列极为珍贵的食材，哪怕只是加清水乱炖一通，味道也不会太差。
en_us: One had to know that the best and most precious ingredients had been used. It wouldn't have tasted bad if she had just added water and boiled them.

source: 要说这是麦老板刚退出来的新菜，他也一点都不会怀疑。
en_us: He would not even suspect it if someone told him this was the new dish Boss Mag just launched.

source: 覆盖着黑色鳞片的胶状身体在不断变换着形状，如巨大的蠕虫在动着，只是看一眼，便让人感受到深深的恐惧。
en_us: The gel-like body that was covered by black scales kept changing forms like a giant worm. Just taking a look at it was enough to make one feel deep fear.

source: 见麦格的确没有兴趣，那中介也是识趣的不在推荐兰贝街的店铺，转而笑着道：“这是罗莫街，也是附近非常有名的一条美食街，这条街上有着很多餐厅和酒馆……”
en_us: Seeing that Mag was indeed not interested, that agent stopped promoting the shops on Lambay Street. He switched his focus, and smilingly said, "This is Romo Street, which is also a very famous food street in this vicinity. There are a lot of restaurants and taverns on this street…"

source: 观察者日志
en_us: Observer's Diary

source: 观察者：晞...代号：9527
en_us: Observer: Xi...Codename: 9527

source: 觉得我这里连个人影都没有？
en_us: Did he think there's no one here at all?

source: 角落里有一扇上了锁的厚重井盖，打开井盖，立马出现了一道魔法屏障。
en_us: There was a heavy locked manhole cover at the corner. A magical screen appeared immediately when the manhole cover was opened.

source: 触手怪+精神控制。
en_us: Tentacle monster + mind control.

source: 譬如各族联军进入洛斯帝国境内，矮人族需要为联军提供武器，地精族可能会肩负起后勤保障的任务，巨龙族负责空中打击……
en_us: For example, the allied forces would enter the Roth Empire, the Dwarves would have to help provide the weapons for the allied forces, the Goblin might be in charge of security, the Giant dragons would be in charge of air attacks...

source: 让他没想到的是，肖恩在这次行动中，竟然也成了乔修的帮凶，这才有了那场雨夜伏杀。
en_us: What he did not expect was that Sean actually became Josh's accomplice in that operation, and that was how the assassination on that rainy night happened.

source: 让众人好奇的是，美酒协会究竟会把唯一的金奖颁发给谁，泰坦酒和茅台酒可都是获得了满分的。
en_us: What made all of them curious was, who would the Wine and Liquor Association gave the gold award to. Both Titan Liquor and Maotai Liquor got full marks.

source: 让它有种被演了的感觉。
en_us: It felt as though it had been played.

source: 让艾米做早餐、协作创造新的菜品、学习做菜……看起来更像是某种体验系的系统。
en_us: It made Amy make breakfast, helped him in creating his new dish, learn how to cook... it seemed more like a kind of experience System.

source: 让那些乘兴而来的客人们，尽兴而归。
en_us: She should satisfy those customers who came enthusiastically.

source: 许久之后，两人面前的菜被吃的干干净净，这才意犹未尽的打了个饱嗝，停下了动作。
en_us: After some time, the two of them finished the food in front of them, and let out a satisfied burp before stopping.

source: 许久之后，晞先放下了手中的重狙，看着麦格声音冰冷道：“你知道去哪里可以找到克苏鲁逃离封印的下半截躯体？”
en_us: After a long time, Xi put down the assault rifle first and said in a cold, "Do you know where we can find the lower half body of the Cthulhu that has escaped from the seal?"

source: 许久之后，艾略特在地堡里探出头朝着外面问道。
en_us: Long after that, Elliot looked out of the castle and asked.

source: 评价是它给的，可现在菜品又没有上菜单，说明它的要求还没有一个人类高，这是非常糟糕的事情。
en_us: It was the one who gave the review but now, the dish did not make it to the menu. That meant that its standard could not be compared to a human's and this was terrible.

source: 评委们品酒都是些小口浅尝，尝过之后还会用温水漱口，偶偶吃一点糕点垫肚子，酒虽多，速度倒是不慢。
en_us: The judges only took small sips when they were sampling. They would also rinse their mouth with warm water later and munch on some cakes occasionally. Although there were a lot of alcoholic drinks, their speed wasn't slow.

source: 诡异的气息笼罩着冰窟。
en_us: A creepy ambiance shrouded the cave.

source: 该种族记忆封印状态未解除，协议泄漏风险较低。
en_us: The sealed memory status of this race had yet to be broken and there is a rather low risk of the agreement being leaked.

source: 该高等文明等级超过地球2050，为诺兰大陆尚未探知种族，无可参考信息，或与天堕之战有关。
en_us: This advanced civilization is more advanced than Earth 2050. It's a race that is still unknown to the Norland Continent. There is no reference information. It might be related to the Battle of Skyfall.
